IdeaRS.Connections
CreateSegmentCommandData.TheoreticalLengthY Property
Compatible with IDEA StatiCa 0.0
 Theoretical beam length for stiffness classification
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double TheoreticalLengthY { get; set; }
Property Value
Type: Double
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace